Repository: castetus/woo-all-in-one-discounts-and-gifts
Catalog: languages/woodiscount-*.po
Languages: ru_ru

source: new discount
ru_ru: новая скидка

source: save
ru_ru: сохранить

source: close
ru_ru: закрыть

source: Discount Name
ru_ru: Название скидки

source: Discount Type
ru_ru: Тип скидки

source: Date From
ru_ru: Дата начала

source: Date To
ru_ru: Дата окончания

source: Edit
ru_ru: Редактировать

source: Remove
ru_ru: Удалить

source: Status
ru_ru: Статус

source: Discount Editor
ru_ru: Редактор скидок

source: Select Discount Type
ru_ru: Выберите тип скидки

source: Discount Dates Range
ru_ru: Выберите даты действия скидки

source: Select category
ru_ru: Выбор категории

source: Select tag
ru_ru: Выбор метки

source: Search product
ru_ru: Поиск товаров

source: Discount
ru_ru: Скидка

source: Discount name in Cart
ru_ru: Название скидки в корзине

source: Active
ru_ru: Действует

source: Out of Dates
ru_ru: Не действует

source: Cart Subtotal Discount
ru_ru: Скидка от суммы заказа

source: Product Discount
ru_ru: Скидка на определенные товары

source: Pay Less Take More
ru_ru: Скидка типа 3 товара за 2

source: Gift
ru_ru: Подарок

source: Discount value, fix or %
ru_ru: Размер скидки, % или фиксированный

source: Description for Product Page
ru_ru: Текст для страницы товара

source: Description for Category Page
ru_ru: Текст для страницы категории

source: Add to List
ru_ru: Добавить

source: Items to Pay
ru_ru: Сколько купить

source: Items to Take
ru_ru: Сколько получить

source: Cart Subtotal for Gift
ru_ru: Сумма заказа

source: Gift Products
ru_ru: Подарочный товар

source: Common Settings
ru_ru: Общие настройки

source: Cart Subtotal Settings
ru_ru: Настройки скидки с суммы заказа

source: Product List
ru_ru: Список товаров

source: Product Discount Settings
ru_ru: Настройки скидки на товары

source: Pay Less Take More Discount Settings
ru_ru: Настройки скидки "3 за 2"

source: Gifts Settings
ru_ru: Настройки подарка

source: Remove Discount
ru_ru: Удалить скидку

source: Are you sure you want to remove this discount?
ru_ru: Вы уверены, что хотите удалить эту скидку?

source: Name for this discount (any).
ru_ru: Название скидки (любое)

source: Select a type of discount. Common: reduce cart subtotal; Products: set sale prices for selected products; Pay Less Take More: add free products to cart (condition - customer ) ;
ru_ru: Выберите тип скидки

source: Dates range for discount. If dates are not selected, the discount will be active from now and forever.
ru_ru: Даты действия скидки. Если не выбраны, скидка будет действовать постоянно.

source: Min and max values of cart subtotal, when the discount will be applied.
ru_ru: Минимальная и максимальная сумма заказа, при которых скидка будет действовать.

source: The value of discount. You can enter fix sum (e.g. '100') or percent (e.g. '10%').
ru_ru: Размер скидки. Можно ввести фиксированную сумму (например, "100") или процент (например, "10%).

source: The name of discount that will be shown for customer on cart page.
ru_ru: Название скидки, которое покупатель увидит на странице корзины.

source: Select products, categories and tags for which you want to apply this discount.
ru_ru: Выберите категории, метки или отдельные товары, на которые вы хотите сделать скидку.

source: Text that will be displayed on product page (optional).
ru_ru: Текст для страницы товара (необязательно).

source: Text that will be displayed on category page (optional).
ru_ru: Текст для страницы категории (необязательно).

source: Number of products that customer have to put in the cart for taking free products.
ru_ru: Количество товара, которое покуаптель должен положить в корзину, чтобы получить бесплатные товары.

source: Number of products that customer will receive in fact.
ru_ru: Количество товара, которе покупатель получит фактически.

source: Select product that will be added to cart for free. It's recommended to create special products for this. Only one product can be selected for each Gift Discount.
ru_ru: Выберите продукт, который будет добавлен в корзину бесплатно. Для этого рекомендуется создавать специальные продукты с нулевой ценой. Только один продукт может быть выбран для каждой скидки типа Подарок.

source: Items-to-take quantity can not be less or equal to items-to-pay quantity.
ru_ru: Количество товара для оплаты не может быть равно или больше количества товаров для получения.

source: Start to type product name...
ru_ru: Начните вводить название товара...

source: Select at least 1 product for this discount'
ru_ru: Выберите по крайней мере 1 продукт для этой скидки

source: Common discount
ru_ru: Скидка с суммы заказа

source: Product discount
ru_ru: Скидка на конкретные товары
